Repository: DaVukovic/script.advanced_library_export
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #32001
source: The add-on did not run. Please check the output and your settings:
de_de: Fehler: Prüfe die Ausgabe und die Einstellungen.

# #32002
source: You haven't enabled any setting for either exporting to separated or single files. Please setup the addon first.
de_de: Es wurde keine der Einstellungen, um zu entscheiden ob separate oder einzelne Dateien exportiert werden sollen, aktiviert. Konfiguriere zuerst das Add-on.

# #32501
source: Options
de_de: Optionen

# #32502
source: Export poster and fanart
de_de: Exportiere Cover und Hintergrundbilder

# #32503
source: Export actor-thumbs
de_de: Exportiere Schauspieler Thumbs

# #32504
source: Overwrite existing files
de_de: Überschreibe existierende Dateien

# #32505
source: Path
de_de: Pfad

# #32506
source: Single file
de_de: Einzelne Datei

# #32507
source: Separated files
de_de: Separate Dateien

# #32508
source: Enable exporting of separated files
de_de: Aktiviere den Export separater Dateien

# #32509
source: Enable exporting to a single file
de_de: Aktiviere den Export einer einzelnen Dateien

# #32510
source: While this settings is enabled you are not able to export your library to a single file. Hence the setting for it below is deactivated. Exporting the library to separated files is the recommended method.
de_de: Wenn diese Einstellung aktiviert ist, kannst du nicht zu einzelnen Dateien exportieren. Daher ist das Setting unten deaktiviert. Ein Export in separate Dateien ist die empfohlene Methode.

# #32511
source: Enabling this setting will export poster and fanart as well.
de_de: Wenn diese Einstellung aktiviert ist, werden Cover und Hintergrundbilder ebenfalls exportiert.

# #32512
source: Enabling this setting will export actor-thumbs as well.
de_de: Wenn diese Einstellung aktiviert ist, werden Schauspieler-Thumbs ebenfalls exportiert

# #32513
source: Enabling this setting will allow to overwrite existing files. This might be useful if you want to update your local NFOs or previously exported images (poster, fanart, actor-thumbs).
de_de: Wenn diese Einstellung aktiviert ist, können existierende Dateien überschrieben werden. Das kann hilfreich sein, wenn du deine lokalen NFO-Dateien oder deine Bilder (Cover, Hintergrundbilder, Schauspieler-Thumbs) aktualisieren möchtest.

# #32514
source: While enabling this setting, you are not able to export to separated files. Hence the setting for it above is disabled. This method is not recommended unless you have a good reason to do so. Please have a look at the wiki for further explanations: https://kodi.wiki/view/Import-export_library/Video#Single_File
de_de: Wenn diese Einstellung aktiviert ist, kannst du nicht zu separaten Dateien exportieren. Daher ist die Einstellung oben deaktiviert. Diese Methode ist nicht die empfohlene. Es sei denn du hast einen guten Grund dafür. Siehe auch unser Wiki: https://kodi.wiki/view/Import-export_library/Video#Single_File

# #32515
source: Select the folder to which the exported XML-file will be written to.
de_de: Wähle den Ordner in welchen die Datei geschrieben werden soll.
